[
   {
      "user":"scarecrow_wings",
      "time":" 7 months ago",
      "content":"<p>Fuck. I don't even know what to say. I was.. I loved her. I never got to tell her so much. We never got to experience so much. It makes me sick even thinking about it. Fuck.</p><p>I don't know. I knew this post was coming, I was the one who found her. But. Still.. it hurts so bad.</p><p>I.. guess.. there was this one time, when her and I were staking out an area together. We'd been poking around here and there, and I guess the guard had spotted us, because he came up to our camp. But CK... best fucking actor that there is, I guess, convinced this guy that we were there for archaeological study of the environment. And he bought it! It was so hard to hold back my laughter with her bullshit getup and it is a miracle that the guy believed her at all. Just.. man. Losing someone like that...</p><p>I'll miss you so much CK. I love you... I know you can't hear it, but... thank you so much... </p>",
      "child":0,
      "number":"1",
      "id":"AIM",
      "parentid":null
   },
   {
      "user":"700_pumpkins",
      "flair":"OP",
      "time":" 7 months ago",
      "content":"<p>Crow... please message me if you need anything. I'm so sorry this happened... I'll miss her so much</p>",
      "child":1,
      "number":"2",
      "id":"TAN",
      "parentid":"AIM"
   },
   {
      "user":"israphel",
      "time":" 7 months ago",
      "content":"<p>Yes, this. Do not keep yourself alone, Crow. She will be remembered well, and would not want you to be in pain.</p>",
      "child":1,
      "number":"3",
      "id":"CAN",
      "parentid":"TAN"
   },
   {
      "user":"ophantastic",
      "time":" 7 months ago",
      "content":"<p>Mmm. Shit. Damn it CK... you were the shit, man. You always knew better. That pizza place with the hang-arm game, telling me to not waste my time. And I didn't listen to shit. Shit..</p>",
      "child":0,
      "number":"4",
      "id":"JAN",
      "parentid":null
   },
   {
      "user":"любовник3",
      "time":" 7 months ago",
      "content":"<p>You were such an asshole, CK!!! And you were the best one out there... I'll miss you so fuckin much. Thank you for saving me so many times. I'll never ever ever ever forget you.</p>",
      "child":0,
      "number":"5",
      "id":"JEN",
      "parentid":null
   },
   {
      "user":"ecsx_back",
      "time":" 7 months ago",
      "content":"<p>RIP. i didn't know you well, but you bought me food from a gas station once before, and it saved my night. nicest poster around, for real.</p>",
      "child":0,
      "number":"6",
      "id":"JEL",
      "parentid":null
   },
    {
      "user":"yoko",
      "time":" 7 months ago",
      "content":"<p>oh man... really? what happened? i haven't. um. hadn't. spoken to her for years and years but we used to be really close during conscription. saved my ass so many times.. </p>",
      "child":0,
      "number":"7",
      "id":"JES",
      "parentid":null
   },
   {
      "user":"scarecrow_wings",
      "time":" 7 months ago",
      "content":"<p>She was the recent blackout in downtown AM. I don't know what happened exactly, she just... collapsed, or something, and when I came running back to the car she was out like a light.</p>",
      "child":1,
      "number":"8",
      "id":"JEP",
      "parentid":"JES"
   },
    {
      "user":"yoko",
      "time":" 7 months ago",
      "content":"<p>this shit can't keep happening. i'm so sorry crow</p>",
      "child":1,
      "number":"9",
      "id":"JEK",
      "parentid":"JEP"
   },
   {
      "user":"eliphae",
      "time":" 7 months ago",
      "content":"<p>shitty world... keeps taking everyone worthwhile... fuck. its not fair</p>",
      "child":1,
      "number":"10",
      "id":"JEJ",
      "parentid":"JEP"
   }, 
   {
      "user":"infernalapathy",
      "time":" 7 months ago",
      "content":"<p>Thank you for the long talk and even longer hug that one time, CK. I'll remember it for as long as I'm immortal.</p>",
      "child":0,
      "number":"11",
      "id":"BEL",
      "parentid":null
   },
   {
      "user":"scarecrow_wings",
      "time":" 5 months ago",
      "content":"<p>fuck. i miss you...</p>",
      "child":0,
      "number":"12",
      "id":"TEN",
      "parentid":null
   }





]
